IDEA Open Model
ConnectionSetup.ExtensionLengthRationOpenSections Property
Compatible with IDEA StatiCa 20.1
 ExtensionLengthRationOpenSections
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double ExtensionLengthRationOpenSections { get; set; }
Public Property ExtensionLengthRationOpenSections As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace